Repository: FlutterWorks/unity_nvr_dvr_date_range_picker
Catalog: lib/l10n/app_*.arb
Languages: fr, pt

source: Welcome
fr: Bienvenue
pt: Bem vindo!

# welcomeDescription
source: Welcome to the Bluecherry Surveillance DVR! Let's connect to your DVR server quickly.
fr: Bienvenue sur le DVR de surveillance Bluecherry ! Connectons-nous rapidement à votre serveur DVR.
pt: Seja bem vindo ao Bluecherry Surveillance DVR! Vamos conectar ao seu servidor DVR em um instante!

# configure
source: Configure a DVR Server
fr: Configurer un serveur DVR
pt: Configure um Servidor DVR

# configureDescription
source: Setup a connection to your remote DVR server. You can connect to any number of servers from anywhere in the world.
fr: Configurons une connexion à votre serveur DVR distant. You can connect to any number of servers from anywhere in the world.
pt: Configure uma conexão com seu servidor DVR remoto. Você pode se conectar a quantos servidores quiser de qualquer lugar do mundo.

source: Hostname
fr: Nom d'hôte

source: RTSP Port
fr: Port RTSP
pt: Porta RTSP

source: Server Name
fr: Nom du serveur
pt: Nome do servidor

source: Username
fr: Nom d'utilisateur
pt: Nome de usuário

source: Password
fr: Mot de passe
pt: Senha

source: Save password
fr: Sauvegarder mot de passe
pt: Salvar senha

source: Show password
fr: Afficher mot de passe
pt: Mostrar senha

source: Hide password
fr: Masquer mot de passe
pt: Ocultar senha

source: Hide
fr: Montrer
pt: Esconder

source: Show
fr: Cacher
pt: Mostrar

source: Use Default
fr: Par défaut
pt: Usar Padrão

source: Connect
fr: Connecter
pt: Conectar

source: Connect automatically at startup
fr: Connecter automatiquement au démarrage
pt: Conectar automaticamente ao iniciar

# connectAutomaticallyAtStartupDescription
source: If enabled, the server will be automatically connected when the app starts.
fr: Lorsque activé, l'application se connectra automatiquement au serveur à l'ouverture.
pt: Se ativado, o servidor será conectado automaticamente quando o aplicativo for iniciado.

source: Checking server credentials
fr: Vérification des informations d'identification.
pt: Verificando credenciais

source: Skip
fr: Sauter
pt: Pular

source: Cancel
fr: Annuler
pt: Cancelar

source: Disabled
fr: Désactivé
pt: Desativado

source: Let's Go!
fr: C'EST PARTI!
pt: Vamos lá!

source: Finish
fr: Terminé
pt: Concluir

# letsGoDescription
source: Here's some tips on how to get started:
fr: Voici quelques astuces pour bien commencer:
pt: Aqui algumas dicas de como começar:

# projectDescription
source: Powerful Video Surveillance Software
fr: Puissant logiciel de surveillance vidéo

source: Website
fr: Site internet

source: Purchase
fr: Acheter
pt: Compras

# tip0
source: Cameras are shown on left. You can double-click or drag the camera into the live area to view it.
fr: Les caméras sont listés à gauche. Double-cliquez ou glissez une caméra sur la vue en direct pour la voir.
pt: Câmeras são mostradas à esquerda. Você pode dar dois cliques ou arrastar a câmera até a visualização para vê-la.

# tip1
source: Use the buttons above the live view to create, save and switch layouts - even with cameras from multiple servers.
fr: Utilisez les boutons au dessus de la vue en direct pour créer, sauvegarder et charger une disposition - même avec des caméras provenant de plusieurs serveurs.
pt: Use os botões acima das câmeras para criar, salvar e alterar layouts - mesmo com câmeras de múltiplos servidores.

# tip2
source: Double-click on a server to open its configuration page in a new window, where you can configure cameras and recordings.
fr: Double-cliquez sur un serveur pour ouvrir sa page de configuration dans une nouvelle fenêtre où vous pourrez configurer les caméras et les enregistrements.
pt: Dê dois cliques em um servidor para abrir sua página de configuração em uma nova janela, onde você pode configurar câmeras e gravações.

# tip3
source: Click the events icon to open the history and watch or save recordings.
fr: Cliquez sur l'icône navigateur d'événements pour ouvrir l'historique et regarder ou sauvegarder les enregistrements.
pt: Aperte o ícone de eventos para abrir o histórico e assistir ou baixar as gravações.

# errorTextField
source: {field} must not be empty.
fr: {field} n'est pas entré.
pt: {field} não pode estar vazio.

# serverAdded
source: Server has been added
fr: Le serveur à été ajouté
pt: Servidor adicionado

# serverNotAddedError
source: {serverName} could not be added.
fr: {serverName} n'a pas pu être ajouté. S.V.P. vérifiez les informations entrées.
pt: {serverName} não pôde ser adicionado.

# serverNotAddedErrorDescription
source: Please check the entered details and ensure the server is online. If you are connecting remote, make sure the {port} and {rtspPort} ports are open to the Bluecherry server!
fr: S.V.P. vérifiez les informations entrées et assurez-vous que le serveur est en ligne. Si vous-vous connectez à distance, vérifiez que les ports {port} et {rtspPort} sont ouverts sur le serveur Bluecherry!

# serverAlreadyAdded
source: The {serverName} server is already added.
fr: Le serveur {serverName} a déjà été ajouté
pt: O {serverName} servidor já foi adicionado.

# serverVersionMismatch
source: Tried to add a server with an unsupported version. Please upgrade your server and try again!
fr: Vous avez essayé d'ajouter un serveur d'une version non supportée. S.V.P. Mettez à jour le serveur et ré-essayez!
pt: O versão do servidor não é suportada. Por favor, atualize seu servidor e tente novamente!

source: No servers available
fr: Aucun serveur disponible
pt: Nenhum servidor disponível.

source: Error
fr: Erreur
pt: Erro

# videoError
source: An error happened while trying to play the video.
fr: Une erreur est survenue lors de la lecture de la vidé.
pt: Ocorreu um erro ao tentar reproduzir o vídeo.

# copiedToClipboard
source: Copied {message} to clipboard
fr: Copié {message} au presse-papier
pt: {message} foi copiado para a área de transferência.

source: Retry
fr: Réessayer
pt: Tentar novamente

source: Clear
fr: Vider
pt: Limpar

source: Server settings
fr: Paramètres du serveur
pt: Configurações do servidor

# serverSettingsDescription
source: Settings that will only be applied to this server. If they are not provided, the values from General Settings will be used. You can change these values later.
fr: Les paramètres seront appliqués seulement sur ce serveur. If they are not provided, the values from General Settings will be used. You can change these values later.
pt: Configurações que serão aplicadas apenas a este servidor. Se não forem selectionados, os valores de Configurações serão usados. Você pode alterar esses valores posteriormente.

# editServerSettingsInfo
source: Edit server settings
fr: Modifier les informations du serveur
pt: Editar Configurações do servidor

# editServerSettings
source: Edit server settings {serverName}
fr: Modifier les paramètres du serveur
pt: Editar configurações do servidor {serverName}

source: Remove Camera
fr: Enlever caméra
pt: Remover Câmera

# removePlayer
source: Remove all devices attached to this player
fr: Remove all devices from this player
pt: Remover todos as câmeras atribuidas a esse player

source: Replace Camera
fr: Remplacer caméra
pt: Substituir Câmera

source: Reload Camera
fr: Recharger caméra
pt: Recarregar Câmera

source: Select a camera
fr: Sélectionner une caméra
pt: Selecione uma câmera

source: Switch camera
fr: Échanger la caméra
pt: Trocar câmera

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

source: LIVE
fr: EN DIRECT
pt: AO VIVO

source: TIMED OUT
fr: EXPIRÉ
pt: EXPIRADO

source: LOADING
fr: CHARGEMENT
pt: CARREGANDO

source: RECORDED
fr: ENREGISTREMENT
pt: GRAVADO

source: LATE
fr: RETARD
pt: ATRASADO

source: Remove from view
fr: Retirer de la vue
pt: Remover do layout

source: Add to view
fr: Ajouter à la vue
pt: Adicionar ao layout

source: Add all to view
fr: Tout ajouter à la vue
pt: Adicionar tudo ao layout

source: Remove all from view
fr: Tout retirer de la vue
pt: Remover tudo do layout

source: Stream name
fr: Nom du flux
pt: Nome da Transmissão

# streamNameRequired
source: The stream name is required
fr: Un nom de flux est requis
pt: O nome da transmissão é obrigatório

source: Stream URL
fr: URL du Flux
pt: URL da Transmissão

# streamURLRequired
source: The stream URL is required
fr: L'URL du Flux est requis
pt: A URL da transmissão é obrigatória

# streamURLNotValid
source: The stream URL is not valid
fr: L'URL du Flux est invalide
pt: A url não é válida

# eventBrowser
source: Events History
fr: Navigateur d'événements
pt: Histórico de eventos

# eventsTimeline
source: Timeline of Events
fr: Ligne du temps
pt: Linha do tempo de eventos

source: Server
fr: Serveur
pt: Servidor

source: Device
fr: Appareil
pt: Dispositivo

source: Event
fr: Évènement
pt: Evento

source: Duration
fr: Durée
pt: Duração

source: Priority
fr: Priorité
pt: Prioridade

source: Next
fr: Suivant
pt: Próximo

source: Previous
fr: Précédent
pt: Anterior

source: Last Image Update
fr: Dernier rafraîchissement
pt: Última atualização da imagem

source: Last Update
fr: Dernière mise à jour
pt: Última atualização

source: Screens
fr: Écrans
pt: Câmeras

source: Direct Camera
fr: Caméra direct
pt: Câmera específica

source: Add Server
fr: Ajouter serveur
pt: Adicionar servidor

source: Settings
fr: Paramètres
pt: Configurações

# noServersAdded
source: You haven't added any servers yet :/
fr: Aucun serveur ajouté
pt: Você ainda não adicionou nenhum servidor :/

# howToAddServer
source: Go to the "Add Server" screen to add a server.
fr: Aller à la section "Ajouter serveur" pout ajouter un serveur.
pt: Vá à "Adicionar Servidor" para adicionar um servidor.

source: Edit server info
fr: Modifier les info serveur
pt: Editar informações do servidor

# editServer
source: Edit server {serverName}
fr: Modifier le serveur {serverName}
pt: Editar servidor {serverName}

source: Servers
fr: Serveurs
pt: Servidores

# nServers
source: {n, plural, =0{No servers} =1{1 server} other{{n} servers}}
fr: {n, plural, =0{Aucun serveur} =1{1 serveur} other{{n} serveurs}}
pt: {n, plural, =0{Nenhum servidor} =1{1 servidor} other{{n} servidores}}

# nDevices
source: {n, plural, =0{No devices} =1{1 device} other{{n} devices}}
fr: {n} appareils
pt: {n, plural, =0{Nenhum dispositivo} =1{1 dispositivo} other{{n} dispositivos}}

source: Remove ?
fr: Retirer ?
pt: Remover ?

# removeServerDescription
source: {serverName} will be removed from the application. You'll not be able to view cameras from this server & will no longer receive notifications.
fr: {serverName} sera retiré de l'application. Vous ne pourrez plus voir les caméras de ce serveur et ne pourrez plus recevoir des notifications.
pt: {serverName} será removido. Você não poderá mais ver as câmeras deste servidor e não receberá mais notificações.

source: Yes
fr: Oui
pt: Sim

source: No
fr: Non
pt: Não

source: About
fr: À propos
pt: Sobre

# versionText
source: Copyright © 2022, Bluecherry LLC. All rights reserved.
fr: Copyright © 2022, Bluecherry LLC. Tout droit réservé.
pt: Copyright © 2022, Bluecherry LLC. Todos os direitos reservados.

source: Getting devices
fr: Obtention des appareils...
pt: Carregando dispositivos...

source: No devices
fr: Aucun appareil
pt: Nenhum dispositivo

source: NO EVENTS LOADED
fr: AUCUN ÉVÈNEMENT CHARGÉ
pt: NENHUM EVENTO CARREGADO

# noEventsLoadedTips
source: • Select the cameras you want to see the events • Use the calendar to select a specific date or a date range • Use the "Filter" button to perform the search
fr: • Sélectionnez la caméra dont vous voulez voir les evènements • Utilisez le calendrier pour sélectionner une date précise ou une période entre deux dates • Utilisez le bouton "Filtre" pour effectuer une recherche
pt: • Selecione as câmeras cujas você quer ver os eventos • Utilize o calendário para selecionar uma data específica ou intervalo de datas • Use o botão "Filtrar" para pesquisar

# invalidResponse
source: Invalid response received from the server
fr: Réponse invalide reçu du serveur
pt: Resposta inválida recebida do servidor

# showFullscreenCamera
source: Show in fullscreen
fr: Montrer en plein écran
pt: Ver em tela cheia

source: Open in a new window
fr: Ouvrir dans une nouvelle fenêtre
pt: Abrir em nova janela

source: Enable audio
fr: Activer l'audio
pt: Ativar audio

source: Disable audio
fr: Désactiver l'audio
pt: Desativar audio

source: Add new server
fr: Ajouter un nouveau serveur
pt: Adicionar novo servidor

# disconnectServer
source: Disconnect
fr: Déconnecter
pt: Desconectar

source: Server options
fr: Options serveur
pt: Opções do servidor

source: Browse events
fr: Naviguer les événements
pt: Ver eventos

source: Event type
fr: Type d'événement
pt: Tipo do evento

source: Configure server
fr: Configurer le serveur
pt: Configurar servidor

source: Refresh devices
fr: Actualiser les appareils
pt: Recarregar dispositivos

source: Refresh server
fr: Actualiser le serveur
pt: Recarregar servidor

source: View devices
fr: Voir les appareils
pt: Ver dispositivos

source: {server} devices
fr: Appareil {server}
pt: Dispositivos de {server}

source: Refresh
fr: Actualiser
pt: Recarregar

source: View
fr: Vue
pt: Layouts

# fallbackLayoutName
source: Layout {layout}
fr: Disposition {layout}

source: New layout
fr: Nouvelle disposition
pt: Novo layout

source: Edit layout
fr: Modifier disposition
pt: Editar layout

# editSpecificLayout
source: Edit {layoutName}
fr: Modifier {layoutName}
pt: Editar {layoutName}

source: Export layout
fr: Exporter la disposition
pt: Exportar layout

source: Import layout
fr: Importer la disposition
pt: Importar layout

# failedToImportMessage
source: While attempting to import {layoutName}, we found a device that is connected to a server you are not connected to. Please, connect to the server and try again. Server: {server_ip}:{server_port}
fr: En essayant d'importer {layoutName}, nous avons trouvé un appareil qui est connecté à un serveur auquel vous n'êtes pas connecté. S.V.P. connectez-vous au serveur et réessayez. Serveur: {server_ip}:{server_port}
pt: Ao tentar importar {layoutName}, achamos um dispositívo que está conectando a um servidor que você não está conectado. Por favor, conecte-se ao servidor e tente novamente. Server: {server_ip}:{server_port}

# layoutImportFileCorrupted
source: The file you attempted to import is corrupted or missing information.
fr: Le fichier que vous essayez d'importer est corrompu ou a une information manquante.
pt: O arquivo que você tentou importar está corrompido ou faltando informações.

# layoutImportFileCorruptedWithMessage
source: The file you attempted to import is corrupted or missing information: "{message}"
fr: Le fichier que vous essayez d'importer est corrompu ou a une information manquante: "{message}"
pt: O arquivo que você tentou importar está corrompido ou faltando informações: "{message}"

source: Single view
fr: Vue unique
pt: Câmera única

source: Multiple view
fr: Vue multiple
pt: Múltiplas câmeras

source: Compact view
fr: Vue compacte
pt: Visualização compacta

source: Create new layout
fr: Créer une nouvelle disposition
pt: Criar novo layout

source: Layout name
fr: Nom de la disposition
pt: Nome do layout

# layoutNameHint
source: First floor
fr: Premier étage
pt: Primeiro andar

# layoutTypeLabel
source: Layout type
fr: Type de disposition
pt: Tipo do layout

# clearLayout
source: Clear {amount} devices
fr: Enlever {amount} appareils
pt: Remover {amount} {amount, plural, =1{câmera} other{câmeras}}

source: Downloads
fr: Téléchargements

source: Download
fr: Télécharger
pt: Baixar

source: Downloaded
fr: Téléchargé
pt: Baixado

source: Downloading
fr: En téléchargement
pt: Baixando

source: See in Downloads
fr: Voir dans téléchargements
pt: Ver nos Downloads

# downloadPath
source: Download directory
fr: Emplacement de téléchargement
pt: Local de Download

source: Delete
fr: Supprimer
pt: Deletar

source: Show in Files
fr: Afficher dans le dossier
pt: Ver no Explorador de Arquivos

# noDownloads
source: You haven't downloaded anything yet :/
fr: Vous n'avez aucun téléchargements
pt: Você ainda não baixou nenhum evento :/

# nDownloadsProgress
source: You have {n} downloads in progress!
fr: Vous avez {n} téléchargements en cours!
pt: Você tem {n} downloads em progresso!

# howToDownload
source: Go to the "Events History" screen to download events.
fr: Allez à la vue "Navigateur d'évènements" pour télécharger des évènements.
pt: Vá ao "Histórico de Eventos" para baixar eventos.

# downloadTitle
source: {event} on {device} ({server}) at {date}
fr: {event} sur {device} du serveur {server} à {date}
pt: {event} de {device} do servidor {server} em {date}

source: PLAYBACK OPTIONS
fr: OPTION DE LECTURE
pt: OPÇÕES DE REPRODUÇÃO

source: Play
fr: Jouer
pt: Reproduzir

source: Playing
fr: En lecture
pt: Reproduzindo

source: Paused
fr: En pause
pt: Pausado

# speed
source: Speed • {s}
fr: Vitesse • {s}
pt: Velocidade • {s}

# noRecords
source: This camera has no records in the current period.
fr: Cette caméra n'a aucun enregistrement pour la période actuelle
pt: Essa câmera não tem gravações neste período.

source: Filter
fr: Filtre
pt: Filtrar

# loadEvents
source: {n, plural, =0{Load} =1{Load from 1 device} other{Load from {n} devices}}
fr: {n, plural, =0{Charger} =1{Charger depuis un appareil} other{Charger depuis {n} appareils}}
pt: {n, plural, =0{Buscar} =1{Buscar de 1 dispositivo} other{Buscar de {n} dispositivos}}

source: Time filter
fr: Filtre par période
pt: Filtro de Tempo

# fromDate
source: From
fr: De
pt: De

# toDate
source: To
fr: À
pt: à

source: Today
fr: Aujourd'hui
pt: Hoje

source: Yesterday
fr: Hier
pt: Ontem

source: never
fr: Jamais
pt: Nunca

# fromToDate
source: {from} to {to}
fr: {from} à {to}
pt: De {from} à {to}

source: Allow alarms
fr: Permettre les alarmes
pt: Permitir alarmes

source: Next events
fr: Prochains évènements
pt: Próximos eventos

# nEvents
source: {n, plural, =0{No events} =1{1 event} other{{n} events}}
fr: {n, plural, =0{Aucun évènement} =1{1 évènement} other{{n} évènements}}
pt: {n, plural, =0{Nenhum evento} =1{1 evento} other{{n} eventos}}

source: Info
fr: Information

# warn
source: Warning
fr: Avertissement
pt: Aviso

source: Alarm
fr: Alarme
pt: Alarme

source: Critical
fr: Critique
pt: Crítico

source: Motion
fr: Mouvement
pt: Movimento

# continuous
source: Continouous
fr: Continu
pt: Contínuo

source: Not found
fr: Non trouvé
pt: Não encontrado

# cameraVideoLost
source: Video Lost
fr: Perte de la vidéo
pt: Video Perdido

# cameraAudioLost
source: Audio Lost
fr: Perte de l'audio
pt: Audio Perdido

# systemDiskSpace
source: Disk Space
fr: Espace disque

# systemBoot
source: Startup
fr: Démarrage

# systemShutdown
source: Shutdown
fr: Mise hors tension
pt: Desligamento

# systemReboot
source: Reboot
fr: Redémarrage
pt: Reincialização

# systemPowerOutage
source: Power Lost
fr: Perte de courant
pt: Perda de energia

source: Unknown
fr: Inconnu
pt: Desconhecido

source: Close
fr: Ouvert
pt: Fechar

source: Close anyway
fr: Fermer quand même
pt: Fechar mesmo assim

source: Close when done
fr: Fermer lorsque terminé
pt: Fechar quando terminar

source: Open
fr: Ouvrir
pt: Abrir

source: Collapse
fr: Réduire
pt: Fechar

source: Expand
fr: Développer
pt: Expandir

source: More
fr: Plus
pt: Mais

# isPtzSupported
source: Supports PTZ?
fr: Support PTZ?
pt: Possui PTZ?

# ptzSupported
source: PTZ is supported
fr: PTZ est supporté
pt: Possui PTZ

# enabledPTZ
source: PTZ is enabled
fr: PTZ est activé
pt: PTZ está ativado

# disabledPTZ
source: PTZ is disabled
fr: PTZ est désactivé
pt: PTZ está desativado

# move
source: Movement
fr: Mouvement
pt: Movimento

source: Stop
fr: Arrêt
pt: Parar

source: No movement
fr: Pas de mouvement
pt: Nenhum movimento

# moveNorth
source: Move up
fr: Haut

# moveSouth
source: Move down
fr: Bas

source: Move west
fr: Ouest

source: Move east
fr: Est

# moveWide
source: Zoom out
fr: Zoom arrière
pt: Afastar

# moveTele
source: Zoom in
fr: Zoom avant
pt: Aproximar

source: Presets
fr: Préréglages

# noPresets
source: No presets found
fr: Aucun préréglage trouvé
pt: Nenhum preset encontado

source: New preset
fr: Nouveau préréglage
pt: Novo preset

source: Go to preset
fr: Aller au préréglage
pt: Ir ao preset

source: Rename preset
fr: Renommer préréglage
pt: Renomear preset

source: Delete preset
fr: Supprimer préréglage
pt: Deletar preset

source: Refresh presets
fr: Rafraîchir préréglage
pt: Atualizar presets

source: Resolution
fr: Résolution
pt: Resolução

source: Select resolution
fr: Sélectionner la résolution
pt: Selecionar resolução

source: Set resolution
fr: Configurer la résolution
pt: Definir resolução

# setResolutionDescription
source: The resolution of the video stream can highly impact the performance of the app. Set the resolution to a lower value to improve performance, or to a higher value to improve quality. You can set the default resolution to every camera in the settings
fr: La résolution peut impacter grandement la performance de l'application. Choisissez une plus petite résolution pour améliorer les performances, ou une plus haute pour améliorer la qualité. Vous pouvez choisir la résolution par défaut pour chaque caméra dans les paramètres.
pt: A resolução da renderização do vídeo pode impactar fortemente o desempenho do aplicativo. Defina a resolução para um valor mais baixo para melhorar o desempenho ou para um valor mais alto para melhorar a qualidade. Você pode definir a resolução padrão nas configurações

# hd
source: High definition
fr: Haute définition
pt: Alta definição

source: Default resolution
fr: Résolution par défaut
pt: Resolução padrão

# automaticResolution
source: Automatic
fr: Automatique
pt: Automático

source: Updates
fr: Mises à jour
pt: Atualizações

# upToDate
source: You are up to date.
fr: Vous êtes à jour.
pt: Você está atualizado.

# lastChecked
source: Last checked: {date}
fr: Dernière vérification: {date}
pt: Última verificação: {date}

source: Check for updates
fr: Vérifier les mises à jour
pt: Procurar atualizações

source: Checking for updates
fr: Vérification des mises à jour
pt: Procurando atualizações

source: Automatic download updates
fr: Téléchargement automatique des mises à jour
pt: Baixar atualizações automaticamente

# automaticDownloadUpdatesDescription
source: Be among the first to get the latest updates, fixes and improvements as they roll out.
fr: Faites parti des premiers à recevoir les dernières mises à jour, correctifs et améliorations quand elles sortent.
pt: Seja um dos primeiros a receber as atualizações, correções e melhorias mais recentes assim que lançadas.

source: Update history
fr: Historique de mises à jour
pt: Histórico de atualizações

source: Show release notes
fr: Voir les notes de versions
pt: Mostrar notas de atualização

# showReleaseNotesDescription
source: Display release notes when a new version is installed
fr: Afficher les notes de version lors de l'installation d'une nouvelle version
pt: Mostrar as notas de atualização quando uma versão for instalada.

source: New version available
fr: Nouvelle version disponible
pt: Nova versão disponível!

# installVersion
source: Install
fr: Installer
pt: Instalar

# downloadVersion
source: Download
fr: Télécharger
pt: Baixar

source: Learn more
fr: En savoir plus
pt: Saiba mais

source: Failed to update
fr: Échec de la mise à jour
pt: Falha ao atualizar

source: Executable not found
fr: Exécutable non trouvé
pt: Executável não encontrado

# runningOn
source: Running on {platform}
fr: Fonctionnant sur {platform}
pt: Rodando no {platform}

source: Current tasks
fr: Tâche courante
pt: Tarefas

# noCurrentTasks
source: No tasks
fr: Aucune tâche
pt: Nenhuma tarefa

# taskFetchingEvent
source: Fetching events
fr: Récupération des évènements
pt: Buscando eventos

# taskFetchingEventsPlayback
source: Fetching events playback
fr: Récupération de la lecture des évènements
