Repository: FlutterWorks/unity_nvr_dvr_date_range_picker
Catalog: lib/l10n/app_*.arb
Languages: fr, pt

# taskDownloadingEvent
source: Downloading event
fr: Téléchargement de l'évènement
pt: Baixando evento

# defaultField
source: Default
fr: Par défaut
pt: Padrão

source: General
fr: Général
pt: Geral

# generalSettingsSuggestion
source: Notifications, Data Usage, Wakelock, etc
fr: Notifications, Utilisation des données, Mise en veille, etc
pt: Notificações, Layouts, Wakelock, etc

# serverAndDevices
source: Servers and Devices
fr: Serveurs et Appareils
pt: Servidores e Dispositivos

# serverAndDevicesSettingsSuggestion
source: Connect to servers, manage devices, etc
fr: Connexions aux serveurs, Gestiond es appareils, etc
pt: Servidores, Dispositivos, Streaming, etc

source: Events and Downloads
fr: Évènements et téléchargements
pt: Eventos e Downloads

# eventsAndDownloadsSettingsSuggestion
source: Events history, downloads, etc
fr: Historique d'évènements, téléchargements, etc
pt: Eventos, Histórico de Eventos, Downloads, etc

# applicationSettingsSuggestion
source: Appearance, theme, date and time, etc
fr: Apparence, thème, temps et date, etc
pt: Aparência, idioma, etc

source: Privacy and Security
fr: Sécurité et vie Privée
pt: Privacidade e Segurança

# privacyAndSecuritySettingsSuggestion
source: Data collection, error reporting, etc
fr: Collecte de données, rapports d'erreur, etc
pt: Coleta de dados, relatórios de erros, etc

source: Updates and Help
fr: Aide et mise à jour
pt: Atualizações e Ajuda

# updatesAndHelpSettingsSuggestion
source: Check for updates, update history, etc
fr: Vérifier les mises à jour et leur historique, etc
pt: Verificar atualizações, histórico de atualizações, etc

source: Advanced Options
fr: Options avancées
pt: Opções Avançadas

# advancedOptionsSettingsSuggestion
source: Funcionalidades em Beta, Opções de Desenvolvedor, etc
fr: Fonctionalitées en Beta, Options de dévelopeur, etc

# cycleTogglePeriod
source: Layout cycle toggle period
fr: Durée du cycle de basculement
pt: Duração da alternância de layouts

# cycleTogglePeriodDescription
source: The interval between layout changes when the cycle mode is enabled.
fr: Intervalle de temps entre les changements de disposition quand le mode cycle est activé.
pt: O intervalo entre alterações de layout quando a alternância está ativada.

source: Notifications enabled
fr: Notifications activées
pt: Notificações ativadas

source: Notification Click Behavior
fr: Action de clic sur les notifications
pt: Ação ao clicar na notificação

# notificationClickBehaviorDescription
source: Choose what happens when you click on a notification.
fr: Choisir ce qui se passe lorsque vous cliquez sur une notification.
pt: Escolha o que acontece quando você clica em uma notificação.

# showEventsScreen
source: Show events history
fr: Montrer le navigateur d'événements
pt: Mostar histórico de eventos

source: Data Usage
fr: Utilisation de données
pt: Uso de Dados

# streamsOnBackground
source: Keep streams playing on background
fr: Garder les flux actif en arrière-plan
pt: Manter transmissões em segundo plano

# streamsOnBackgroundDescription
source: When to keep streams playing when the app is in background
fr: Garder ou non les flux actif lorsque l'application est en arrière-plan
pt: Quando manter as transmissões em segundo plano quando o aplicativo estiver em segundo plano

source: Automatic
fr: Automatique
pt: Automatico

source: Wifi Only
fr: Sur Wifi seulement
pt: Somente Wi-Fi

# chooseEveryDownloadsLocation
source: Choose the location for every download
fr: Choisir l'emplacement pour chaque téléchargements
pt: Escolher a localização de cada download

# chooseEveryDownloadsLocationDescription
source: Whether to choose the location for each download or use the default location. When enabled, you will be prompted to choose the download directory for each download.
fr: Choisir l'emplacement de chaque téléchargements ou utiliser l'emplacement par défaut. Lorsque activé vous devrez choisir l'emplacement pour chaque téléchargements.
pt: Se você deseja escolher a localização de cada download ou usar a localização padrão. Quando ativado, você será solicitado a escolher a localização de cada download.

# allowCloseWhenDownloading
source: Allow closing the app when downloading
fr: Empêcher l'application de fermer lors d'un téléchargement
pt: Permitir fechar o aplicativo quando houver downloads em andamento

source: Events
fr: Évènements
pt: Eventos

source: Initial event speed
fr: Vitesse initiale
pt: Velocidade inicial

source: Initial event volume
fr: Volume initial
pt: Volume inicial

# differentEventColors
source: Different events by colors
fr: Couleur différentes par évènements
pt: Diferenciar eventos por cor

# differentEventColorsDescription
source: Whether to show different colors for events in the timeline. This assists to easily differentiate the events.
fr: Afficher ou non les évènements différents en couleurs différentes. Cette option aide à diférentier les évènements.
pt: Se deve mostrar cores diferentes para eventos na linha do tempo. Isso ajuda a diferenciar facilmente os eventos.

# initialTimelinePoint
source: Initial point
fr: Point Initial
pt: Ponto inicial

# initialTimelinePointDescription
source: The initial point of the timeline.
fr: Point initial de la ligne du temps.
pt: O ponto em que a linha do tempo inicia.

# beginningInitialPoint
source: Beginning
fr: Commencement
pt: Início

# firstEventInitialPoint
source: First event
fr: Premier évènement
pt: Primeiro evento

# hourAgoInitialPoint
source: 1 hour ago
fr: Il y a 1 heure
pt: 1 hora atrás

source: Appearance
fr: Apparence
pt: Visualização

source: Theme
fr: Thème
pt: Aparência

# themeDescription
source: Change the appearance of the app
fr: Modifier l'apparence de l'application
pt: Mude a aparência do aplicativo

source: System
fr: Système
pt: Padrão do Sistema

source: Light
fr: Clair
pt: Claro

source: Dark
fr: Sombre
pt: Escuro

source: Date and Time
fr: Temps et Date

source: Date Format
fr: Format de la date
pt: Formato da Data

# dateFormatDescription
source: What format to use for displaying dates
fr: Quel format utiliser pour la date
pt: Qual formato usar para exibir datas

source: Time Format
fr: Format de l'heure
pt: Formato de Hora

# timeFormatDescription
source: What format to use for displaying time
fr: Quel format utiliser pour l'heure
pt: Qual formato usar para exibir horas

# convertToLocalTime
source: Convert dates to the local timezone
fr: Convertir le temps à l'heure locale
pt: Converter datas para o fuso-horário local

# convertToLocalTimeDescription
source: This will affect the date and time displayed in the app. This is useful when you are in a different timezone than the server. When disabled, the server timezone will be used.
fr: Convertir les temps affichés à l'heure locale. Cette option affecte l'heure et la date affichée dans l'application. Cette option est utile si le serveur est situé dans un autre fuseau horaire.
pt: Isso afetará a data e a hora exibidas no aplicativo. É útil quando você está em um fuso horário diferente do servidor. Quando desativado, o fuso horário do servidor será usado.

# allowDataCollection
source: Allow Bluecherry to collect usage data
fr: Permettre à Bluecherry de collecter des données d'utilisation
pt: Permitir que Bluecherry colete dados de uso

# allowDataCollectionDescription
source: Allow Bluecherry to collect data to improve the app and provide better services. Data is collected anonymously and does not contain any personal information.
fr: Permettre à Bluecherry de collecter des données améliore l'application et fournit un meilleur service. Les données collectées ne contiennent aucune information personnelle.
pt: Permitir que Bluecherry colete dados para melhorar o aplicativo e fornecer serviços melhores. Os dados são coletados anonimamente e não contêm informações pessoais.

source: Automatically report errors
fr: Signaler automatiquement les erreurs
pt: Relatar erros automaticamente

# automaticallyReportErrorsDescription
source: Automatically send error reports to Bluecherry to help improve the app. Error reports may contain personal information.
fr: Envoyer automatiquement les rapports d'erreurs à Bluecherry pour aider à améliorer l'application. Les rapports d'erreur peuvent contenir des informations personnelles.
pt: Enviar automaticamente relatórios de erros para Bluecherry para ajudar a melhorar o aplicativo. Os relatórios de erros podem conter informações pessoais.

source: Privacy Policy
fr: Politique de confidentialité
pt: Política de Privacidade

source: Terms of Service
fr: Conditions 'utilisations
pt: Termos de Serviço

source: Matrix type
fr: Type de matrice
pt: Tipo de Matrix

# defaultMatrixSize
source: Default Magnification Proportion
fr: Taille de matrice par défaut
pt: Tamanho Padrão da Matriz

source: Developer options
fr: Options de développement
pt: Opções de Desenvolvedor

source: Open log file
fr: Ovrir les fichiers logs
pt: Abrir Arquivo de Log

source: Open app data directory
fr: Ouvrir le répertoir de l'application
pt: Abrir Diretório de Dados do Aplicativo

# importConfigFile
source: Import configuration file
fr: Importer un fichier de configuration
pt: Importar arquivo de configuração

# importConfigFileDescription
source: Import a .bluecherry configuration file that contains streaming information.
fr: Importer un fichier de configuration .bluecherry contenant des informations de flux.
pt: Importar um arquivo .bluecherry que contém informações de streaming.

source: Debug info
fr: Informations de débogage
pt: Informações de Depuração

# debugInfoDescription
source: Display useful information for debugging, such as video metadata and other useful information for debugging purposes.
fr: Affiche les informations utiles pour le débogage, tel que les métadonnées vidéo et autres informations utiles au débogage.
pt: Exibir informações úteis para depuração, como metadados de vídeo e outras informações úteis para fins de depuração.

source: Restore Defaults
fr: Paramètres par défaut
pt: Restaurar Padrões

# restoreDefaultsDescription
source: Restore all settings to their default values. This will not affect the servers you have added.
fr: Restaure tous les paramètres à leur valeur par défaut. Cette option n'affecte pas les serveurs que vous avez ajoutés.
pt: Restaurar todas as configurações para seus valores padrão. Isso não afetará os servidores que você adicionou.

source: Are you sure?
fr: Êtes-vous certain?
pt: Você tem certeza?

# areYouSureDescription
source: This will restore all settings to their default values. This will not affect your servers or any other data.
fr: Ceci restaurera tous les paramètres à leur valeur par défaut. Vos serveurs et autres données ne seront aps affectés.
pt: Isso restaurará todas as configurações para seus valores padrão. Isso não afetará seus servidores ou quaisquer outros dados.

source: Miscellaneous
fr: Divers
pt: Outros

# wakelock
source: Keep screen awake
fr: Garder l'écran allumé
pt: Manter tela ativa

# wakelockDescription
source: Keep screen awake while watching live streams or recordings.
fr: Empêche l'écran de séteindre lors du visonnement d'un flux ou d'un enregistrement
pt: Mantenha a tela ativa enquanto estiver assistindo a transmissões ao vivo ou gravações

# snooze60
source: 1 hour
fr: 1 heure
pt: 1 hora

source: Snooze Notifications
fr: Mise en pause des notifications
pt: Silenciar notificações

# notSnoozed
source: Not snoozing
fr: Notifications actives
pt: Não silenciado

source: Snooze notifications until
fr: Notifications en pause jusqu'à
pt: Silenciar notificações até

# snoozedUntil
source: Snoozed until {time}
fr: Mis en pause jusqu'à {time}
pt: Silenciado até {time}

# connectToServerAutomaticallyAtStartup
source: Connect automatically at startup
fr: Connecter automatiquement au démarrage
pt: Conectar automaticamente ao iniciar

# connectToServerAutomaticallyAtStartupDescription
source: If enabled, the server will be automatically connected when the app starts. This only applies to the new servers you add.
fr: Si activée, la connexion au serveur sera automatique au démarrage de l'application. Cela ne s'applique qu'aux nouveaux serveurs que vous ajoutez.
pt: Se ativado, o servidor será conectado automaticamente quando o aplicativo for iniciado. Isso só se aplica aos novos servidores que você adicionar.

source: Allow untrusted certificates
fr: Permettre les certificats non fiables
pt: Permitir certificados não confiáveis

# allowUntrustedCertificatesDescription
source: Allow connecting to servers with untrusted certificates. This is useful when you are using self-signed certificates or certificates from unknown authorities.
fr: Autoriser la connexion à des serveurs avec des certificats non fiables. Cela est utile lorsque vous utilisez des certificats auto-signés ou des certificats provenant d'autorités inconnues.
pt: Permitir a conexão a servidores com certificados não confiáveis. Isso é útil quando você está usando certificados autoassinados ou certificados de autoridades desconhecidas.

source: Certificate not passed
fr: Certificat non validé
pt: Certificado não autorizado

source: Streaming settings
fr: Paramètre de diffusion
pt: Configurações de streaming

source: Streaming Protocol
fr: Protocol de diffusion
pt: Protocolo de Streaming

source: Preferred Streaming Protocol
fr: Protocol de diffusion préféré
pt: Protocolo de Streaming Padrão

# preferredStreamingProtocolDescription
source: What video streaming protocol will be used. If the server does not support the selected protocol, the app will try to use the next one. It is possible to select a specific protocol for each device in its settings.
fr: Quel protocole de streaming vidéo sera utilisé. Si le serveur ne prend pas en charge le protocole sélectionné, l'application essaiera d'utiliser le suivant. Il est possible de sélectionner un protocole spécifique pour chaque appareil dans ses paramètres.
pt: Qual protocolo de streaming de vídeo será usado. Se o servidor não suportar o protocolo selecionado, o próximo será usado. É possível selecionar um protocolo específico para cada dispositivo em suas configurações.

source: RTSP Protocol
fr: Protocole RTSP
pt: Protocolo RTSP

source: Cameras settings
fr: Paramètres des caméras
pt: Configurações das câmeras

source: Rendering quality
fr: Qualité du rendu
pt: Qualidade de renderização

# renderingQualityDescription
source: The quality of the video rendering. The higher the quality, the more rendering resources it takes. It is recommended to use high quality when a GPU is installed. When set to automatic, the quality is selected based on the camera resolution.
fr: Qualité du rendu vidéo. Une qualité plus haute consomme plus de ressources. Quand elle est automatique, la qualité est basée sur la résolution de la caméra.
pt: A qualidade de renderização. Quanto maior a qualidade, mais recursos são usados. Quando automatico, a resolução é selecionada baseada na resolução da câmera.

# cameraViewFit
source: Camera Image Fit
fr: Ajustement de la vue caméra
pt: Ajuste de imagem da câmera

# cameraViewFitDescription
source: The way the video is displayed in the view.
fr: La façon dont la vidéo est affichée dans la vue.
pt: Como o vídeo é renderizado na visualização.

source: Contain
fr: Contenir
pt: Limitar

source: Fill
fr: Remplir
pt: Preencher

source: Cover
fr: Couvrir
pt: Cobrir

source: Stream Refresh Period
fr: Période de rafraîchissement des flux
pt: Intervalo de Atualização do Vídeo

# streamRefreshPeriodDescription
source: The interval between device refreshes. It ensures the camera video is still valid from time to time.
fr: L'intervalle entre les actualisations de l'appareil. Cela garantit que la vidéo de la caméra reste valide de temps en temps.
pt: O intervalo entre as atualizações das câmeras. Isso garante que o vídeo da câmera ainda seja válido de tempos em tempos.

source: Late stream behavior
fr: Comportement du retard de flux
pt: Transmissão atrasada

# lateStreamBehaviorDescription
source: What to do when a stream is late
fr: Quoi faire lorsque un flux est en retard
pt: O que fazer quando a transmissão está atrasada.

# automaticBehavior
source: Automatic
fr: Automatique
pt: Automático

# automaticBehaviorDescription
source: The app will try to reposition the stream automatically
fr: L'application essaiera de repositionner le flux automatiquement
pt: A transmissão será reajustada automaticamente

# manualBehavior
source: Manual
fr: Manuel

# manualBehaviorDescription
source: Press {label} to reposition the stream
fr: Appuyez sur {label} pour repositionner le flux
pt: Pressione {label} para reposicionar a transmissão

# neverBehaviorDescription
source: The app will not try to reposition the stream
fr: L'application n'essaiera pas de repositionner le flux
pt: A transmissão não será reajustada

source: Devices Settings
fr: Paramètres d'appareils
pt: Configurações de Dispositivos

source: List Offline Devices
fr: Lister les appareils hors ligne
pt: Listar Dispositivos Offline

# listOfflineDevicesDescriptions
source: Whether to show offline devices in the devices list.
fr: Afficher ou non les appareils hors ligne dans la liste des appareils.
pt: Se deve mostrar dispositivos offline na lista de dispositivos.

# dateLanguage
source: Date and Language
fr: Date et Langue
pt: Data e Idioma

source: Language
fr: Langue
pt: Idioma

source: Overlays
fr: Superposition
pt: Sobreposições

# nOverlay
source: Overlay {n}
fr: Superposition {n}
pt: Sobreposição {n}

source: External stream
fr: Flux externe
pt: Transmissão externa

source: Add external stream
fr: Ajouter un flu externe
pt: Adicionar transmissão externa

source: Show more
fr: Plus d'options
pt: Mostrar mais

source: Show less
fr: Moins d'options
pt: Mostrar menos

source: Server hostname
fr: nom d'hôte du serveur
pt: Hostname do servidor

# serverHostnameExample
source: https://my-server.bluecherry.app:7001
fr: https://mon-serveur.bluecherry.app:7001
pt: https://servidor.bluecherry.app:7001

source: Rack name
fr: Nom de l'emplacement
pt: Nome do rack

# rackNameExample
source: Lab 1
fr: Labo 1

source: Open server
fr: Serveur libre
pt: Abrir servidor

source: Disable search
fr: Désactiver la recherche
pt: Desativar pesquisa

source: Help
fr: Aide
pt: Ajuda

source: Port
pt: Porta

source: Date
pt: Data

# cameraOptions
source: Options
pt: Opções

source: Cycle
pt: Ciclo

source: Pause
pt: Pausar

source: Application
pt: Aplicação

source: Notifications
pt: Notificações

# snooze15
source: 15 minutes
pt: 15 minutos

# snooze30
source: 30 minutes
pt: 30 minutos

source: Visible
pt: Visível

# overlayPosition
source: Position (x: {x}, y: {y})
pt: Posição (x: {x}, y: {y})

source: Licenses
pt: Licenças
